# プライバシーポリシー

本プライバシーポリシーは、Takashi Tanakaが提供するhaploop（以下「アプリケーション」）に適用されます。本アプリケーションは無償で提供され、「現状のまま」利用することを目的としています。

## アプリケーションが取得する情報とその使用方法

アプリケーションは、ダウンロードおよび利用時に一切の情報を取得しません。本アプリケーションを利用するために登録は必要ありません。データが収集されるのは、利用者がメールでTakashi Tanakaに連絡を取った場合のみであり、その際に共有される情報のみが送信または収集されます。

## アプリケーションはデバイスのリアルタイム位置情報を収集しますか？

本アプリケーションは、デバイスの正確な位置情報を収集しません。

## アプリケーションが取得した情報を第三者が閲覧または利用することはありますか？

アプリケーションは情報を収集しないため、第三者とデータが共有されることはありません。

## オプトアウトの権利

データが収集されないため、オプトアウトの必要はありません。

## 子どもに関するプライバシー

本アプリケーションは、13歳未満の子どもからデータを収集またはマーケティングを行う目的で利用されるものではありません。

Takashi Tanakaは、13歳未満の子どもから個人を特定できる情報を意図的に収集することはありません。また、すべての子どもに対して、アプリケーションおよび関連サービスを通じて個人を特定できる情報を送信しないよう指導を行うことを推奨します。親や法定代理人には、子どものインターネット利用を監視し、このポリシーを遵守するよう指導することを推奨します。

## セキュリティ

Takashi Tanakaは、情報の機密性を保護することに努めています。しかし、本アプリケーションは情報を収集しないため、不正アクセスによるデータ漏洩のリスクはありません。

## 変更

本プライバシーポリシーは、必要に応じて随時更新される場合があります。プライバシーポリシーが変更された場合、本ページで新しいプライバシーポリシーを公開することでお知らせします。本ポリシーに変更がある場合は定期的にご確認ください。継続して本アプリケーションをご利用いただくことにより、すべての変更に同意したものとみなされます。

本プライバシーポリシーは2025年1月22日より有効です。

## 同意

アプリケーションを利用することにより、本プライバシーポリシーの内容および将来の変更に同意したものとみなされます。

## お問い合わせ

アプリケーションの利用中にプライバシーに関する質問がある場合、またはポリシーに関して疑問がある場合は、以下のメールアドレスまでお問い合わせください。

- **メール**: takashi.tanaka.design@gmail.com